Repository: buresdv/Cork
Catalog: Cork/Localizable.xcstrings
Source language: en
Languages: cs, de, es_419, fr, it, ko, pt_pt, ru, tr, uk, zh_hans, zh_hant

# update-packages.updating.updating
source: Updating packages…
cs: Aktualizace balíčků…
de: Aktualisiere Pakete…
es_419: Actualizando paquetes...
fr: Mise à jour des paquets…
it: Aggiorno pacchetti…
ko: 패키지 업데이트 중...
pt_pt: A atualizar bibliotecas…
ru: Обновление пакетов...
tr: Paketler güncelleniyor…
uk: Оновлення пакетів...
zh_hans: 正在更新软件包…
zh_hant: 正在更新套件…

# update-packages.updating.updating-outdated-package
source: Updating package caches
cs: Aktualizace mezipaměti balíčků
de: Aktualisiere Paketzwischenspeicher
es_419: Actualizando cachés de paquetes
fr: Mise à jour des caches de paquets
it: Aggiorno cache pacchetti
ko: 패키지 캐시 업데이트
pt_pt: A atualizar caches de bibliotecas…
ru: Обновление кеша пакетов
tr: Paket önbellekleri güncelleniyor
uk: Оновлення кешу пакетів
zh_hans: 正在更新软件包缓存
zh_hant: 正在更新套件快取

# window.about
source: About
cs: O aplikaci Cork
de: Über
es_419: Sobre
fr: À propos de
it: Informazioni
pt_pt: Sobre
ru: О приложении
tr: Hakkında
uk: Відомості
zh_hans: 关于
zh_hant: 關於

# window.services
source: Services
cs: Služby
de: Dienste
es_419: Servicios
it: Servizi
pt_pt: Serviços
ru: Службы
tr: Servisler
uk: Послуги
zh_hans: 服务
zh_hant: 服務

# update-packages.error.description
source: There were some errors during updating. Check below for more information
cs: Při aktualizaci se vyskytly chyby. Níže najdete podrobnosti.
de: Bei der Aktualisierung traten einige Fehler auf. Weitere Informationen findest du unten
es_419: Se produjeron algunos errores durante la actualización. Consulta a continuación para obtener más información
fr: Des erreurs se sont produites lors de la mise à jour. Voir ci-dessous pour plus d'informations
it: Si sono verificati degli errori durante l’aggiornamento. Controlla sotto per maggiori informazioni
ko: 업데이트하는 동안 몇 가지 오류가 발생했습니다. 자세한 내용은 아래에서 확인하세요.
pt_pt: Ocorreram alguns erros durante a atualização. Confere abaixo mais informações
ru: Во время обновления произошли ошибки. Ниже приведены подробности.
tr: Güncelleme sırasında bazı hatalar oluştu. Daha fazla bilgi için aşağıyı kontrol edin.
uk: Було кілька помилок під час оновлення. Дивіться нижче для детальної інформації
zh_hans: 更新过程中出现了一些错误。 请查看下方信息获取详情
zh_hant: 更新過程中出現了一些錯誤。 請查看以下內容以獲得更多資訊

# update-packages.detail-stage.pouring
source: Updating…
cs: Aktualizace…
de: Aktualisiere...
es_419: Actualizando…
fr: Mise à jour en cours…
it: Aggiorno…
ko: 업데이트 중...
pt_pt: A atualizar…
ru: Обновление...
tr: Güncelleniyor...
uk: Оновлення...
zh_hans: 更新中…
zh_hant: 正在更新…

# about.translator.6.name
source: Igor Petruchek
ru: Игорь Петручек
uk: Ігор Петручек

# about.translator.5.name
source: Nikita Utkin
ru: Никита Уткин
uk: Микита Уткін

source: v. %@
tr: Sürüm %@

# about.packages.3.name
source: LaunchAtLogin
es_419: Inicio al Iniciar Sesión
zh_hant: 開機時啟動

source: DEBUG: Log packages to be adopted
zh_hant: 除錯：將被接管的套件日誌
